/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.withscreenshot" = "Зі знімком екрана";
"zanalytics.bug.alert.withscreenrecord" = "Зі записом екрана";

"zanalytics.bug.alert.write" = "Напишіть нам";
"zanalytics.bug.alert.about" = "Інформація";
"zanalytics.bug.alert.from" = "Від";
"zanalytics.bug.alert.imagelimitreached" = "Досягнуто максимальне значення";
"zanalytics.bug.alert.imagelimits" = "Можна вкласти лише до 10 зображень";
"zanalytics.bug.alert.macheader" = "Залиште нам свої відгуки або повідомте про помилки, додавши вкладення для ознайомлення";

"zanalytics.bug.alert.recordedclip" = "Записані кліпи";



"zanalytics.bug.alert.anonymalert" = "Завжди рекомендується залишати відгуки із наданням своєї адреси електронної пошти. Якщо ви не вкажете свою адресу електронної пошти, ми не зможемо зв’язатися з вами для уточнення інформації про проблему.";
"zanalytics.bug.alert.quitfeedback" = "Вийти?";
"zanalytics.feedback.navbar.title.feedback"  = "Відгук";
"zanalytics.feedback.navbar.title.noscreenshots" = "Немає доступних знімків екрана";
"zanalytics.feedback.navbar.title.screenshots" = "Знімки екрана";
"zanalytics.feedback.navbar.title.snap" = "Зняти";
"zanalytics.feedback.navbar.title.compose" = "Створити";
"zanalytics.feedback.privacy.consent.cancel" = "Скасувати";
"zanalytics.feedback.navbar.button.title.done" = "Готово";
"zanalytics.bug.alert.cancel"              = "Ні";
"zanalytics.bug.alert.title"                = "У вас є запитання, побажання або скарги?";
"zanalytics.feedback.navbar.title.reportbug"            = "Повідомити про помилку";
"zanalytics.feedback.navbar.title.helpme"              = "Потрібна допомога";
"zanalytics.feedback.navbar.title.systemlogs"            = "Персональні системні журнали";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Діагностична інформація";
"zanalytics.bug.alert.dontshowagain"            = "Більше не показувати";
"zanalytics.bug.alert.title.helpme"            = "Потрібна допомога";
"zanalytics.bug.alert.message.savetolocal"        = "На жаль, ми не змогли надіслати звіт про помилку. Ви хочете зберегти знімок екрана?";
"zanalytics.feedback.email.title"                = "Адреса електронної пошти";
"zanalytics.bug.detectscreen.title"      = "Знайшли щось цікаве?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Так";
"zanalytics.bug.alert.detectscreen.no"                      = "Ні";
"zanalytics.bug.alert.detectscreen.share" = "Надати доступ";
"zanalytics.bug.alert.detectscreen.dontshow" = "Більше не запитувати";
"zanalytics.bug.annotate.button.title"                      = "Анотуйте помилку за допомогою наведених нижче інструментів";
"zanalytics.feedback.failed.alert.description" = "Не вдалося надіслати відгук. Спробуйте ще раз!";
"zanalytics.feedback.success.alert.description" = "Дякуємо, що надіслали ваш відгук!";
"zanalytics.feedback.common.alert.title.add.photos" = "Додати фотографії";
"zanalytics.feedback.common.alert.title.alert" = "Оповіщення";
"zanalytics.feedback.common.button.title.back" = "Назад";
"zanalytics.feedback.common.button.title.cancel" = "Скасувати";
"zanalytics.feedback.common.button.title.close" = "Закрити";
"zanalytics.feedback.common.button.title.ok" = "OK";
"zanalytics.feedback.textview.placeholder"          = "Ми цінуємо ваш внесок! Ми врахуємо ваші пропозиції в наших майбутніх оновленнях.";
"zanalytics.bug.textview.placeholder"          = "Чи стикалися ви з якимись проблемами під час користування нашим додатком? Дайте нам знати.";
"zanalytics.help.textview.placeholder"          = "Ми постараємося виправити ситуацію і допомогти вам!";
"zanalytics.feedback.add.photos.alert.description" = "Фотографії не прикріплені. Відкрийте фотогалерею, щоб додати більше фотографій!";
"zanalytics.feedback.add.photos.alert.open" = "Відкрити фотографії";
"zanalytics.feedback.access.photos.alert.description" = "Додаток %@ не має доступу до ваших фотографій.\nЩоб увімкнути доступ, перейдіть: Налаштування > Конфіденційність > Фотографії > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Налаштування";
"zanalytics.feedback.label.title.anonymous" = "Анонімно";
"zanalytics.feedback.navbar.button.title.send" = "Надіслати";
"zanalytics.feedback.navbar.button.title.next" = "Далі";
"zanalytics.feedback.navbar.button.title.editphotos" = "Редагувати фотографії";
"zanalytics.feedback.navbar.button.title.addmore" = "Додати ще";
"zanalytics.feedback.navbar.button.title.attach" = "Прикріпити";
"zanalytics.feedback.navbar.button.title.delete" = "Видалити";
"zanalytics.feedback.navbar.title.taptoedit" = "Натисніть, щоб відредагувати";
"zanalytics.feedback.navbar.title.editor" = "Редактор";
"zanalytics.feedback.navbar.title.choosephotos" = "Вибрати фотографії";
"zanalytics.feedback.navbar.title.selectphotos" = "Виберіть фотографії";
"zanalytics.feedback.navbar.title.photoselected" = "Фотографію вибрано";
"zanalytics.feedback.navbar.title.photosselected" = "Фотографії вибрано";
"zanalytics.feedback.accessory.title.systemlogs" = "Включіть Системні журнали";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Включіть діагностичну інформацію";
"zanalytics.feedback.accessory.button.title.view" = "Переглянути";
"zanalytics.feedback.picker.image.notfound" = "Зображення не знайдено";
"zanalytics.feedback.attachments.title" = "Вкладення (%i)";
"zanalytics.feedback.privacy.consent.description" = "Ми рекомендуємо вам включити журнал консолі та діагностичну інформацію, оскільки це допоможе нашим розробникам краще зрозуміти ваші відгуки.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Журнали консолі";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Діагностична інформація";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Додаткова інформація";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Інформація про пристрій";
"zanalytics.feedback.privacy.consent.openmailapp" = "Відкрити у пошті";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Завжди надсилати";

// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Запишіть свою проблему";
"issuerecordscreen.label.close" = "Закрити";
"issuerecordscreen.label.failedtoinitiate" = "Не вдалося почати запис екрана";
"issuerecordscreen.label.failuremultiwindow" = "Вміст, який ви намагаєтеся записати, перебуває в багатовіконному режимі, який не підтримується для запису. Перейдіть у повноекранний режим";
"issuerecordscreen.label.nointerneterror" = "Для запису екрана необхідне підключення до Інтернету. Підключіться, щоб продовжити.";
"issuerecordscreen.label.ok" = "OK";
"issuerecordscreen.label.recordinginfo" = "Швидко записуйте проблеми, що виникають, і надсилайте їх у нашу службу підтримки для полегшення розуміння та швидкої допомоги.";
"issuerecordscreen.label.iagreetext" = "Я погоджуюся і даю згоду на збір необхідних даних. Докладніше";
"issuerecordscreen.label.optiontotrim" = "У вас є можливість обрізати, редагувати та анотувати записане відео.";
"issuerecordscreen.label.startrecording" = "Почати запис";
"issuerecordscreen.label.endrecording" = "Завершити запис";
"issuerecordscreen.label.recordinginprogress" = "Виконується запис!";
"issuerecordscreen.label.quicktipstext" = "Швидкі поради";
"issuerecordscreen.label.quicktips1" = "Ви можете здійснювати запис екрана тривалістю не більше 5 хвилин.";
"issuerecordscreen.label.quicktips2" = "Ви можете обрізати, редагувати та анотувати записане відео.";
"issuerecordscreen.label.quicktips3" = "Не закривайте додаток під час запису екрана.";
"issuerecordscreen.label.quicktips4" = "Щоб дізнатися більше, ознайомтеся з нашою довідковою документацією";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Наведені далі дані збиратимуться за вашою згодою:";
"dataconsentscreen.label.consent1" = "Ваша IP-адреса та журнали консолі, які генеруються під час запису";
"dataconsentscreen.label.consent2" = "Дані про ваше середовище, як-от ім’я пристрою, версія ОС тощо.";
"dataconsentscreen.label.consent3" = "Показники продуктивності пристрою (наприклад, пам’ять, час підключення до мережі тощо)";
"dataconsentscreen.label.consent4" = "Запис екрана вікна пристрою";
"dataconsentscreen.label.consent5" = "За замовчуванням під час запису екрана записуватиметься звук. Але перед надсиланням можна вимкнути звук або перезаписати звукову доріжку.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Доступ до мікрофона вимкнено";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Для запису звуку зайдіть у “Налаштування” і ввімкніть мікрофон.";
"videoannotationscreen.alert.microphonedisablediphone" = "Доступ до мікрофона вимкнено. Для запису звуку зайдіть у “Налаштування” і ввімкніть мікрофон.";

// General
"general.label.recordingintiationfailed" = "Не вдалося почати запис екрана. Спробуйте ще раз";
"general.label.ok" = "OK";
"general.label.submit" = "Надіслати";
"general.label.done" = "Готово";
"general.label.cancel" = "Скасувати";
"general.label.settings" = "Налаштування";
"general.label.erroroccured" = "Сталася помилка";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Перевищено розмір файлу. Розмір файлу не має перевищувати 3 МБ";
"issuesubmissionscreen.label.attachfiles" = "Вкласти файли";
"issuesubmissionscreen.label.newrecording" = "Новий запис";
"issuesubmissionscreen.label.editrecording" = "Редагувати запис";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Звукова доріжка відсутня";
"videoannotationscreen.label.shapeborderwidth" = "Ширина рамки";
"videoannotationscreen.label.shapelineopacity" = "Прозорість";
"videoannotationscreen.label.shapetextsize" = "Розмір тексту";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Тривалість елемента перевищує довжину відео";
"videoannotationscreen.alert.notallowed" = "Не дозволено";
"videoannotationscreen.alert.deleteexisitingaudio" = "Видаліть поточний аудіозапис перед записом нового.";
"videoannotationscreen.alert.textlimitreached" = "Досягнуто обмеження";
"videoannotationscreen.alert.textdeleteexisting" = "Видаліть частину наявного тексту.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Зупиніть відеозапис перед записом звуку";
"videoannotationscreen.alert.changesnotsaved" = "Зміни не збережено. Продовжити?";
"videoannotationscreen.alert.proceed" = "Продовжити";
"videoannotationscreen.alert.stroketypesolid" = "Суцільна";
"videoannotationscreen.alert.stroketypedashed" = "Пунктирна";
"videoannotationscreen.alert.entertext" = "Введіть текст";

"videoannotationscreen.label.trim" = "Обрізати";
"videoannotationscreen.label.mask" = "Маска";
"videoannotationscreen.label.shapes" = "Фігури";
"videoannotationscreen.label.text" = "Текст";
"videoannotationscreen.label.audio" = "Аудіо";
"videoannotationscreen.label.block" = "Заблокувати";
"videoannotationscreen.label.blur" = "Розмитий";
"videoannotationscreen.label.rectangle" = "Прямокутник";
"videoannotationscreen.label.oval" = "Овал";
"videoannotationscreen.label.arrow" = "Стрілка";
"videoannotationscreen.label.color" = "Колір";
"videoannotationscreen.label.width" = "Ширина";
"videoannotationscreen.label.style" = "Стиль";
"videoannotationscreen.label.edit" = "Редагувати";
"videoannotationscreen.label.size" = "Розмір";
"videoannotationscreen.label.background" = "Фон";
"videoannotationscreen.label.textregular" = "Стандартний";
"videoannotationscreen.label.textbold" = "Жирний";
"videoannotationscreen.label.textitalics" = "Курсив";
"videoannotationscreen.label.textbolditalics" = "Жирний курсив";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "Адреса електронної пошти";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Зведення запису екрана";
"issuesubmissionform.label.subjectdisplayname" = "Тема";
"issuesubmissionform.label.subjectplaceholder" = "Введіть тему";
"issuesubmissionform.label.addtoexistingticket" = "Додати до наявної заявки";
"issuesubmissionform.label.existingticketid" = "Наявний ідентифікатор заявки";
"issuesubmissionform.label.enterticketidtolink" = "Введіть ідентифікатор заявки для прив’язки";
"issuesubmissionform.label.issuedescription" = "Опис проблеми";
"issuesubmissionform.label.issuemoredetails" = "Вкажіть детальнішу інформацію про проблему";
"issuesubmissionform.label.submityourissue" = "Надішліть свою проблему";
"issuesubmissionform.alert.videouploadfailed" = "Не вдалося завантажити відеофайл. Спробуйте ще раз.";
"issuesubmissionform.alert.thanksmessagetitle" = "Дякуємо, що зв’язалися з нами!";
"issuesubmissionform.alert.thanksmessagebody" = "Ваші проблеми – наш пріоритет, тому наша служба підтримки незабаром зв’яжеться з вами. Гарного дня!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Не вдалося завантажити відомості про редагування відеофайлу. Спробуйте ще раз.";
"issuesubmissionform.label.entersubject" = "Введіть тему проблеми";
"issuesubmissionform.label.enteremail" = "Введіть адресу електронної пошти";
"issuesubmissionform.label.enterexistingticketid" = "Введіть наявний ідентифікатор заявки";
"issuesubmissionform.label.choosephoto" = "Вибрати знімок";
"issuesubmissionform.label.browse" = "Переглянути";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Доступ до Бібліотеки знімків вимкнено. Для доступу до знімків зайдіть у “Налаштування” і ввімкніть Бібліотеку знімків.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Доступ до Бібліотеки знімків вимкнено";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Для доступу до знімків зайдіть у “Налаштування” і ввімкніть Бібліотеку знімків.";
"issuesubmissionform.alert.submitting" ="Надсилання";
